Repository: hairacless/contao-news_plus
Catalog: languages/*/*_module.xlf
Languages: de

# FMD.newslist_plus.0
source: Extended Newslist
de: Erweiterte Nachrichtenliste

# FMD.newslist_plus.1
source: Adds a list of news items to the page with extended options
de: Listet alle Nachrichten eines bestimmten Zeitraums auf, mit erweiterten Konfigurationsmöglichkeiten.

# FMD.newsreader_plus.0
source: Extended News reader module
de: Erweiterter Nachrichtenleser

# FMD.newsreader_plus.1
source: Automatically switch to the news reader if an item has been selected.
de: Stellt eine einzelne Nachricht dar mit erweiterten Konfigurationsmöglichkeiten.

# FMD.newsfilter.0
source: News filter module
de: Nachrichtenfilter

# FMD.newsfilter.1
source: Displays a filter to manipulate the extended news list.
de: Zeigt einen Filter an, der die Ausgabe der erweiterten Nachrichtenliste manipuliert.

# tl_module.filter_legend
source: Filter settings
de: Filtereinstellungen

# tl_module.news_filterTemplate.1
source: Specify the template of the news filter.
de: Legen Sie das Template des Nachrichtenfilters fest.

# tl_module.news_filterCategoryTemplate.0
source: Category template
de: Kategorietemplate

# tl_module.news_filterCategoryTemplate.1
source: Specify the template of the category filter.
de: Legen Sie das Template des Kategoriefilters fest.

# tl_module.news_filterShowSearch.0
source: Show search
de: Suche anzeigen

# tl_module.news_filterShowSearch.1
source: Activates the search in filter section.
de: Soll die Suchfunktion im Filter aktiviert werden?

# tl_module.news_filterShowCategories.0
source: Filter by categories
de: Nach Kategorien filtern

# tl_module.news_filterShowCategories.1
source: Activates categories in filter section.
de: Soll das Filtern nach Kategorien möglich sein?

# tl_module.news_filterUseSearchIndex.0
source: Use search index
de: Suchindex verwenden

# tl_module.news_filterUseSearchIndex.1
source: Get news from search index or from tl_news table.
de: Die Suche verwendet den Suchindex oder die Tabelle tl_news

# tl_module.news_filterFuzzySearch.0
source: Use fuzzy search
de: Fuzzy-Suche verwenden

# tl_module.news_filterFuzzySearch.1
source: Use similar words in the search.
de: Schließe ähnliche Wörter in die Suche mit ein.

# tl_module.news_filterSearchQueryType.0
source: Match all
de: Finde alle Wörter

# tl_module.news_filterSearchQueryType.1
source: Match all words in search string.
de: Finde alle Wörter des Suchstrings.

# tl_module.news_showInModal.0
source: Show news details in modal window
de: Nachrichtendetails im Modalfenster anzeigen

# tl_module.news_showInModal.1
source: Note: The news reader must be specified.
de: Achtung: Der Nachrichtenleser muß entsprechend angegeben werden.

# tl_module.news_pdfJumpTo.0
source: Select print ro pdf page
de: Seite für den PDF-Druck

# tl_module.news_pdfJumpTo.1
source: Please select the page for print to pdf output.
de: Wählen Sie hier die Seite, die zur Ausgabe der PRINT-TO-PDF-Funktion verwendet werden soll.
